"STORE_DESCRIPTION" = "VLC untuk iOS merupakan port pemain media VLC percuma untuk iPad, iPhone dan iPod touch.\nIa dapat memainkan semua cereka, rancangan tv dan muzik anda dalam kebanyakan format secara terus tanpa penukaran.\nIa membenarkan penyegerakan fail dengan Dropbox, GDrive, OneDrive, Box, iCloud Drive, iTunes, muat turun terus dan juga menerusi perkongsian WiFi serta penstriman dari pelayan media UPnP, SMB, FTP dan sesawang.\n\nVLC untuk iOS sepenuhnya percuma dan bersumber terbuka.";

"STORE_DESCRIPTION_TV" = "Pemain media VLC adalah pemain multimedia platform-silang bersumber terbuka dan percuma.\nIa dapat memainkan semua cereka, rancangan tv dan muzik anda dalam kebanyakan format secara terus tanpa penukaran.\nIa membenarkan penstriman dari perkhidmatan awan (Dropbox, OneDrive, Box), Main Balik Jauh dari Mac atau PC anda melalui Web UI dan juga penstriman dari pelayan media UPnP, SMB, FTP dan sesawang.\n\nVLC untuk iOS sepenuhnya percuma dan bersumber terbuka.\n\nData meta dan kerja seni disediakan oleh TMDb dan Hatchet, yang menyelenggara pangkalan data cereka dan muzik oleh komuniti.";

"CHOOSE_AUDIO_TRACK" = "Pilih Trek Audio";
"CHOOSE_SUBTITLE_TRACK" = "Pilih Trek Sarikata";
"OPEN_TRACK_PANEL" = "Buka pemilihan trek";
"CHOOSE_TITLE" = "Pilih Tajuk";
"CHOOSE_CHAPTER" = "Pilih Bab";
"CHAPTER_SELECTION_TITLE" = "Bab";
"TITLE" = "Tajuk";
"CHAPTER" = "Bab";
"MINIMIZE_PLAYBACK_VIEW" = "Minimumkan main balik";
"FULLSCREEN_PLAYBACK" = "Main dalam skrin penuh";
"TRACK_SELECTION" = "Pemilihan Trek";
"AUDIO" = "Audio";
"SUBTITLES" = "Sarikata";
"LANGUAGE" = "Bahasa";
"MEDIA_INFO" = "Maklumat Media";
"VIDEO_DIMENSIONS" = "Dimensi video";
"FORMAT_VIDEO_DIMENSIONS" = "%ix%i piksel";
"FORMAT_AUDIO_TRACKS" = "%i trek audio";
"ONE_AUDIO_TRACK" = "Satu trek audio";
"FORMAT_SPU_TRACKS" = "%i trek sarikata";
"ONE_SPU_TRACK" = "Satu trek sarikata";

"PLAYING_EXTERNALLY_TITLE" = "TV Bersambung";
"PLAYING_EXTERNALLY_TITLE_CHROMECAST" = "Chromecast Bersambung";
"PLAYING_EXTERNALLY_DESC" = "Video ini dimainkan di TV";

"VFILTER_HUE" = "Rona";
"VFILTER_CONTRAST" = "Beza Jelas";
"VFILTER_BRIGHTNESS" = "Kecerahan";
"VFILTER_SATURATION" = "Ketepuan";
"VFILTER_GAMMA" = "Gama";

"PREAMP" = "Praamp";
"DB_FORMAT" = "%i dB";
"CHOOSE_EQUALIZER_PROFILES" = "Pilih Profil Penyama";

"PLAYBACK_FAILED" = "Main balik gagal";
"PLEASE_WAIT" = "Tunggu sebentar";
"AR_CHANGED" = "Nisbah Bidang: %@";
"DEFAULT" = "Lalai";
"FILL_TO_SCREEN" = "Kerat untuk mengisi skrin";
"PLAYBACK_SPEED" = "Kelajuan main balik";
"SPU_DELAY" = "Lengah sarikata";
"AUDIO_DELAY" = "Lengah audio";
"BUTTON_SLEEP_TIMER" = "Pemasa Tidur";
"SLEEP_TIMER_UPDATED" = "Pemasa Tidur Dikemaskini";
"CONTINUE_PLAYBACK" = "Teruskan main balik?";
"CONTINUE_PLAYBACK_LONG" = "Anda mahu teruskan main balik \"%@\" pada lokasi terakhir anda tinggalkan?";

"BUTTON_ALL" = "Pilih Semua";
"BUTTON_BACK" = "Undur";
"BUTTON_EDIT" = "Sunting";
"BUTTON_DONE" = "Selesai";
"BUTTON_CANCEL" = "Batal";
"BUTTON_SAVE" = "Simpan";
"BUTTON_DOWNLOAD" = "Muat turun";
"BUTTON_DELETE" = "Padam";
"BUTTON_OK" = "OK";
"BUTTON_CONTRIBUTE" = "Sumbangan";
"BUTTON_CONNECT" = "Sambung";
"BUTTON_RENAME" = "Nama Semula";
"BUTTON_LEARN_MORE" = "Pelajari Lagi";
"BUTTON_LOGOUT" = "Daftar Keluar";
"BUTTON_CONTINUE" = "Teruskan";
"BUTTON_SET" = "Tetap";
"BUTTON_RESET" = "Tetap Semula";
"PRIVATE_PLAYBACK_TOGGLE" = "Main Balik Persendirian";
"SCAN_SUBTITLE_TOGGLE" = "Imbas untuk Sarikata (http-sahaja)";

"BUTTON_RENDERER" = "Peranti casting";
"BUTTON_RENDERER_HINT" = "Tunjuk menu peranti casting yang tersedia";

"UPGRADING_LIBRARY" = "Menatar Pustaka Media";
"UNTITLED_SHOW" = "Rancangan Tidak Bertajuk";
"UNKNOWN" = "Tidak diketahui";

"OPEN_NETWORK" = "Buka Strim Rangkaian";
"NETWORK_TITLE" = "Strim Rangkaian";
"OPEN_NETWORK_HELP" = "Masukkan mana-mana alamat HTTP, RTSP, RTMP, MMS, FTP atau UDP/RTP untuk membuka strim secara langsung.";
"ABOUT_APP" = "Perihal VLC untuk iOS";
"OPEN_VLC_MENU" = "Buka menu palang sisi VLC";
"HTTP_UPLOAD_SERVER_OFF" = "Pelayan Tidak Aktif";
"HTTP_UPLOAD_NO_CONNECTIVITY" = "Tiada sambungan WiFi aktif";
"OPEN_STREAM_OR_DOWNLOAD" = "Adakah anda ingin memuat turun atau memainkan URL ini?";
"SHARED_VLC_IOS_LIBRARY" = "VLC Terkongsi untuk Pustaka iOS";
"SMB_CIFS_FILE_SERVERS" = "Pelayan Fail (SMB)";

"SMB_CIFS_FILE_SERVERS_SHORT" = "SMB";


"HTTP_DOWNLOAD_FAILED" = "Muat turun gagal dengan kod HTTP %i";
"HTTP_FILE_CREATION_FAILED" = "Penciptaan fail gagal";
"HTTP_DOWNLOAD_CANCELLED" = "Muat turun dibatal oleh pengguna";

"DOWNLOAD_FROM_HTTP_HELP" = "Masukkan alamat untuk muat turun fail ke dalam %@ anda.";
"DOWNLOAD_FROM_HTTP" = "Muat turun";
"ERROR_NUMBER" = "Ralat %i berlaku";
"DOWNLOAD_FAILED" = "Muat turun gagal";
"FILE_NOT_SUPPORTED" = "Format fail tidak disokong";
"FILE_NOT_SUPPORTED_LONG" = "Format fail yang diguna oleh %@ tidak disokong oleh versi VLC ini untuk iOS.";
"SCHEME_NOT_SUPPORTED" = "Skema alamat tidak disokong";
"SCHEME_NOT_SUPPORTED_LONG" = "Skema alamat (%@) tidak disokong. Sila guna alamat bermula dengan HTTP, HTTPS atau FTP.";
"LIBRARY_ALL_FILES" = "Semua Fail";
"LIBRARY_MUSIC" = "Album Muzik";
"LIBRARY_SERIES" = "Rancangan TV";
"LIBRARY_TRACKS" = "%i Trek";
"LIBRARY_SINGLE_TRACK" = "%i Trek";
"LIBRARY_EPISODES" = "%i Episod, %i belum dibaca";
"LIBRARY_SINGLE_EPISODE" = "%i Episod, %i belum dibaca";
"LIBRARY_TRACK_N" = "Trek %i";
"LIBRARY_MINUTES_LEFT" = "%@m berbaki";
"RENAME_MEDIA_TO" = "Masukkan nama untuk %@";

"FOLDER_EMPTY" = "Folder Kosong";
"FOLDER_EMPTY_LONG" = "Untuk menambah fail ketuk Sunting, pilih fail yang anda mahu, klik butang-folder dan pilih folder ini.";
"FOLDER_INVALID_TYPE_TITLE" = "Jenis fail tidak sah";
"FOLDER_INVALID_TYPE_MESSAGE" = "Anda hanya boleh tambah dua fail untuk bentuk satu folder atau tambah satu fail ke folder sedia ada.";
"FOLDER_CHOOSE_NAME_TITLE" = "Folder Baharu";
"FOLDER_CHOOSE_NAME_MESSAGE" = "Masukkan tajuk folder anda";
"FOLDER_NAME_PLACEHOLDER" = "Tajuk Folder";
"FOLDER_NAME_DUPLICATE_TITLE" = "Tajuk sudah wujud";
"FOLDER_NAME_DUPLICATE_MESSAGE" = "Sila pilih tajuk lain";
"SELECT_FOLDER" = "Pilih satu Folder";

"SHARING_ACTION_SHEET_TITLE_CHOOSE_FILE" = "Pilih fail untuk dibuka:";
"SHARING_ACTIVITY_OPEN_IN_TITLE" = "Buka Dalam...";
"SHARING_ERROR_NO_FILES" = "Tidak dapat cari mana-mana fail untuk dikongsi";
"SHARING_ERROR_NO_APPLICATIONS" = "Tidak dapat cari mana-mana aplikasi untuk membuka jenis fail ini";
"SHARING_SUCCESS_CAMERA_ROLL" = "Fail berjaya disimpan ke Camera Roll";

"SECTION_HEADER_LIBRARY" = "Pustaka Media";
"HEADER_TITLE_RENDERER" = "Pilih satu peranti casting";
"SECTION_HEADER_NETWORK" = "Rangkaian";

"LOCAL_NETWORK" = "Rangkaian Setempat";
"CONNECT_TO_SERVER" = "Sambung ke Pelayan";
"USER_LABEL" = "Pengguna";
"PASSWORD_LABEL" = "Kata Laluan";
"DISABLE_LABEL" = "Dilumpuhkan";
"BUTTON_ANONYMOUS_LOGIN" = "Daftar Masuk Awanama";

"LOCAL_SERVER_REFRESH" = "Segar Semula";
"LOCAL_SERVER_LAST_UPDATE" = "Terakhir Dikemaskini pada %@";
"LOCAL_SERVER_CONNECTION_FAILED_TITLE" = "SAMBUNGAN PELAYAN GAGAL";
"LOCAL_SERVER_CONNECTION_FAILED_MESSAGE" = "Sila semak alamat pelayan dan kelayakan anda";

"CLOUD_SERVICES" = "Perkhidmatan Awan";
"LOGIN" = "Daftar Masuk";
"LOGGED_IN" = "Didaftar masuk";

"DROPBOX_DOWNLOAD" = "Muat turun fail?";
"DROPBOX_DL_LONG" = "Anda mahu muat turun \"%@\" ke %@ anda?";
"DROPBOX_LOGIN" = "Daftar Masuk";

"GDRIVE_ERROR_FETCHING_FILES" = "Ralat semasa mendapatkan fail";
"GDRIVE_DOWNLOAD_SUCCESSFUL" = "Fail anda berjaya dimuat turun";
"GDRIVE_DOWNLOAD_SUCCESSFUL_TITLE" = "BERJAYA";
"GDRIVE_ERROR_DOWNLOADING_FILE" = "Ralat berlaku ketika memuat turun";
"GDRIVE_ERROR_DOWNLOADING_FILE_TITLE" = "RALAT";

"DISK_FULL" = "Had storan dicapai";
"DISK_FULL_FORMAT" = "%@ tidak dapat disimpan dalam %@ anda, kerana anda tidak mempunyai ruang bebas yang mencukupi.";

"NUM_OF_FILES" = "%i fail";
"ONE_FILE" = "1 fail";
"NO_FILES" = "Tiada fail disokong";
"DOWNLOADING" = "Memuat turun...";
"REMAINING_TIME" = "Masa berbaki: %@";
"BIOMETRIC_UNLOCK" = "Buka Pustaka Media\nBatal untuk masukkan Kod Laluan";

"Settings" = "Tetapan"; // plain text key to keep compatibility with InAppSettingsKit's upstream
"ON" = "Hidup";
"OFF" = "Mati";

"EMPTY_LIBRARY" = "Pustaka Media Kosong";
"EMPTY_LIBRARY_LONG" = "Untuk main balik, anda boleh strimkan media dari pelayan pada rangkaian setempat anda, dari awan atau segerakkan media ke peranti anda menggunakan iTunes, Muat Naik WiFi atau perkhidmatan Awam.";

"PLAYBACK_SCRUB_HELP" = "Leret jari anda untuk melaras kadar penggerakan.";
"PLAYBACK_SCRUB_HIGH" = "Penggerakan Berkelajuan-Tinggi";
"PLAYBACK_SCRUB_HALF" = "Penggerakan Berkelajuan-Separa";
"PLAYBACK_SCRUB_QUARTER" = "Penggerakan Berkelajuan-Suku";
"PLAYBACK_SCRUB_FINE" = "Penggerakan Halus";
"PLAYBACK_POSITION" = "Kedudukan Main Balik";
"VIDEO_FILTER" = "Penapis Video";
"VIDEO_FILTER_RESET_BUTTON" = "Tetap Semula Penapis Video";
"VIDEO_ASPECT_RATIO_BUTTON" = "Tukar Nisbah Bidang Video";
"PLAY_PAUSE_BUTTON" = "Main atau Jeda main balik semasa";
"BWD_BUTTON" = "Lompat Mengundur";
"FWD_BUTTON" = "Lompat Ke Hadapan";
"PLAY_BUTTON" = "Main";
"PAUSE_BUTTON" = "Jeda";
"PLAY_ALL_BUTTON" = "Main semua";

"VERSION_FORMAT" = "Versi: %@";
"BASED_ON_FORMAT" = "Berdasarkan pada:<br />%@";

"NEW" = "BAHARU";

"BUG_REPORT_TITLE" = "Lapor pepijat";
"BUG_REPORT_MESSAGE" = "Anda mahu cipta laporan pepijat?";
"BUG_REPORT_BUTTON" = "Buka Safari";

"VO_VIDEOPLAYER_TITLE" = "Pemain Video";
"VO_VIDEOPLAYER_DOUBLETAP" = "Dwi-ketuk untuk tunjuk atau sembunyikan kawalan main balik";

"FIRST_STEPS_WELCOME" = "Selamat Datang";
"FIRST_STEPS_WELCOME_DETAIL" = "Langkah pertama untuk Segerak dan Main Media Anda.";
"FIRST_STEPS_ITUNES" = "Segerak Fail iTunes";
"FIRST_STEPS_ITUNES_DETAILS" = "Sambung %@ anda ke Mac atau PC menggunakan kabel.\nBuka iTunes.\nPilih %@ anda.\nTukar ke tab \"Apps\", tatal ke bawah dan cari VLC.\nPindahkan fail anda.";
"FIRST_STEPS_WIFI_CONNECT_DETAILS" = "Sambungkan %@ anda ke rangkaian yang sama sebagai Mac atau PC anda.";
"FIRST_STEPS_WIFI_UPLOAD_DETAILS" = "Tukar togol dalam palang sisi, masukkan URL ke pelayar sesawang dan muat naik fail anda.";
"FIRST_STEPS_CLOUDS" = "Awan";
"FIRST_STEPS_CLOUD_UPLOAD_DETAILS" = "Muat naik media anda ke Google Drive atau Dropbox.";
"FIRST_STEPS_CLOUD_ACCESS_DETAILS" = "Buka palang sisi untuk pilih penyedia Awan anda dan capai media anda dengan cara memuat turun atau menstrim.";
"FIRST_STEPS_PLAYBACK" = "Mainbalik";
"FIRST_STEPS_FLOSS" = "RQDTV is a multi-functional player\nWe hope you'll love it.";

"FIRST_STEPS_TIME" = "Masa";
"FIRST_STEPS_ASPECT" = "Nisbah Bidang";
"FIRST_STEPS_SPEED" = "Kelajuan";
"FIRST_STEPS_REPEAT" = "Ulang";
"FIRST_STEPS_SUBTITLES" = "Trek Sarikata";
"FIRST_STEPS_AUDIO" = "Trek Audio";
"FIRST_STEPS_POSITION" = "Kedudukan";

"PLEX_CHECK_ACCOUNT" = "Semak akaun Plex anda di dalam tetapan";
"PLEX_ERROR_ACCOUNT" = "Ralat daftar masuk Plex";

"UNAUTHORIZED" = "Tidak disahihkan";

"SERVER" = "Pelayan";
"SERVER_PORT" = "Port";
"NO_SERVER_FOUND" = "Tiada pelayan ditemui";
"NO_RECENT_STREAMS" = "Tiada strim telah dimainkan baru-baru ini";

"WEBINTF_TITLE" = "Perkongsian melalui WiFi";
"WEBINTF_DROPFILES" = "Lepas Fail";
"WEBINTF_DROPFILES_LONG" = "Lepas fail ke tetingkap untuk menambahnya ke dalam %@ anda.<br>Atau klik pada butang \"+\" untuk guna dialog pengambil fail.";
"WEBINTF_DOWNLOADFILES" = "Muat Turun Fail";
"WEBINTF_DOWNLOADFILES_LONG" = "Hanya klik fail yang anda mahu muat turun dari %@ anda.";
"WEBINTF_TITLE_ATV" = "Main Balik Jauh";
"WEBINTF_DROPFILES_LONG_ATV" = "Lepas fail dalam tetingkap untuk menambah %@ anda.<br>Atau klik pada butang \"+\" untuk guna dialog pengambil fail.";
"WEBINTF_URL_SENT" = "Penghantaran URL berjaya.";
"WEBINTF_URL_EMPTY" = "URL tidak boleh kosong.";
"WEBINTF_URL_INVALID" = "Bukan URL yang sah.";


"NOW_PLAYING" = "Kini Dimainkan";
"PLAY_NOW" = "Main Sekarang";
"PLAYING" = "Dimainkan";
"DETAIL" = "Perincian";

"VOLUME" = "Volum";
"DURATION" = "Tempoh";
"TITLE" = "Tajuk";

// strings from VLCKit
"%ld hours %ld minutes remaining" = "%1$ld jam %2$ld minit berbaki";
"%ld hours %ld minutes" = "%1$ld jam %2$ld minit";
"%ld minutes remaining" = "%ld minit berbaki";
"%ld minutes" = "%ld minit";
"%ld minutes %ld seconds remaining" = "%1$ld minit %2$ld saat berbaki";
"%ld minutes %ld seconds" = "%1$ld minit %2$ld saat";
"%ld seconds remaining" = "%ld saat berbaki";
"%ld seconds" = "%ld saat";

// accessibility labels for the playlist
"OBJECT_TYPE_SHOW" = "Rancangan";
"OBJECT_TYPE_SHOW_EPISODE" = "Episod rancangan";
"OBJECT_TYPE_LABEL" = "Folder";
"OBJECT_TYPE_ALBUM" = "Album";
"OBJECT_TYPE_ALBUM_TRACK" = "Trek album";
"OBJECT_TYPE_FILE" = "Fail";
"OBJECT_TYPE_FILE_AUDIO" = "Fail audio";

"NOT_CONNECTED_TO_PHONE_TITLE" = "Tidak bersambung dengan iPhone";
"NOT_CONNECTED_TO_PHONE_MESSAGE" = "Sila sambungkan iPhone anda untuk lakukan tindakan kawalan jauh.";

"LONGPRESS_TO_STOP" = "Tahan untuk hentikan main balik.";

// ATV specific
"AUDIO_INFO_VC_TITLE" = "Maklumat Audio";
"CLOUD_LOGIN_LONG" = "Untuk mencapai Perkhidmatan Awan, daftar masuk ke iCloud bagi kedua-dua peranti iOS dan Apple TV dengan ID Apple yang sama dan benarkan Sharing Keychain dalam Tetapan Sistem.\nSelepas itu, daftar masuk ke penyedia awan pilihan anda menggunakan apl VLC pada peranti iOS anda. Akhir sekali, pilih ia pada skrin ini.";
"ENTER_URL" = "Masukkan URL untuk main";
"HTTP_SERVER_ON" = "Lumpuhkan Main Balik Jauh";
"HTTP_SERVER_OFF" = "Benarkan Main Balik Jauh";
"CACHED_MEDIA" = "Media Bercache";
"CACHED_MEDIA_LONG" = "Media yang ditunjukkan di sini tersimpan secara setempat dalam TV Apple anda. Perhatian kandungan boleh dibuang oleh sistem pengoperasian tanpa makluman bila VLC tidak berjalan jika peranti anda kekurangan storan.";
"DOWNLOAD_SUBS_FROM_OSO" = "Muat turun sarikata dari OpenSubtitles.org...";
"FOUND_SUBS" = "Temui sarikata";
"USE_SPDIF" = "Guna Pass-through (S/PDIF)";

"PLAYBACK" = "Main Balik";
"REPEAT_MODE" = "Ulang";
"REPEAT_DISABLED" = "Dilumpuhkan";
"REPEAT_SINGLE" = "Tunggal";
"REPEAT_FOLDER" = "Folder";

// Local Network Service Names
"UPNP_LONG" = "Plug'n'Play Universal (UPnP)";
"UPNP_SHORT" = "UPnP";

"PLEX_LONG" = "Pelayan Meida Plex (melalui Bonjour)";
"PLEX_SHORT" = "Plex";

"FTP_LONG" = "Protokol Pemindahan Fail (FTP)";
"FTP_SHORT" = "FTP";

"BONJOUR_FILE_SERVERS" = "Pelayang Fail BONJOUR";
"DSM_WORKGROUP" = "KumpulanKerja";

"URL_NOT_SUPPORTED" = "URL tidak dapat dibuka";

// Insert %@ where play-pause-glyph should be placed
"DELETE_ITEM_HINT" = "Tekan %@ untuk Padam"; /* Insert %@ where play-pause-glyph should be placed */

"DELETE_INVALID_MESSAGE" = "Pemilihan tidak boleh dipadam";
"DELETE_INVALID_TITLE" = "Pemilihan Tidak Sah";
"DELETE_MESSAGE" = "Sahkan pemadaman fail terpilih?";
"DELETE_TITLE" = "Padam Fail Terpilih";

//Drag and Drop
"THIS_FILE" = "Fail ini";
"NOT_SUPPORTED_FILETYPE" = "%@ ialah jenis fail yang tidak disokong oleh VLC";
"FILE_EXISTS" = "%@ sudah wujud";

/* New strings */
"PROTOCOL_NOT_SELECTED" = "Protokol tidak dipilih";
"Settings" = "Tetapan";
"ERROR" = "Ralat";
"OK" = "Ok";




//新增
"TVHclient"="TVHclient";
"Recordings"="Recordings";
"Currently playing"="Currently playing";
